android-tools
base
base-devel
bash-completion
brightnessctl
btop
cliphist
composer
direnv
discord
docker
docker-buildx
docker-compose
dotnet-runtime
dotnet-sdk
efibootmgr
elixir
eog
eza
fastfetch
fd
ffmpegthumbnailer
file-roller
fzf
gammastep
git
github-cli
gjs
glib2-devel
gnome-system-monitor
grim
gst-plugin-pipewire
gtk-engine-murrine
gvfs-mtp
highlight
hypridle
hyprland
hyprlock
hyprpaper
imagemagick
intel-media-driver
intel-ucode
inxi
iwd
jq
julia
kitty
konsole
kvantum
lazygit
libmtp
libpulse
libva-intel-driver
linux
linux-firmware
lua51
luacheck
luarocks
mousepad
mpv
mpv-mpris
nano
neofetch
network-manager-applet
noto-fonts-emoji
npm
ntfs-3g
nvtop
nwg-look
onefetch
otf-font-awesome
pacman-contrib
pamixer
pavucontrol
php
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
prettier
python-black
python-distutils-extra
python-isort
python-pip
python-pynvim
python-pyquery
qalculate-gtk
qt5ct
qt6ct
ranger
ripgrep
rofi-wayland
rustup
shellcheck
shfmt
slurp
sof-firmware
sqlfluff
stylua
swappy
swaync
swww
thefuck
thunar
thunar-archive-plugin
thunar-volman
tmux
tree-sitter
ttf-droid
ttf-fira-code
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-sourcecodepro-nerd
tumbler
typescript
ueberzug
up
uv
vim
vulkan-intel
waybar
wget
wireplumber
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
yad
yank
yarn
yt-dlp
zathura
zathura-pdf-mupdf
zram-generator
zsh
zsh-completions
